{
   "url":"https://www.nusamandiri.ac.id/nuri/sambutan-ketua.ajax",
   "title":"SAMBUTAN REKTOR  UNIVERSITAS NUSA MANDIRI",
   "body":"SAMBUTAN REKTOR  UNIVERSITAS NUSA MANDIRI Assalamu'alaikum Wr.Wb Salam sejahtera bagi kita semua.... Alhamdulilahirabbil'alamin, puji syukur kehadirat Allah SWT, Tuhan Yang Maha Kuasa yang senantiasa melimpahkan rahmat dan karunia kepada kita semua. Tak terasa 20 tahun sudah Universitas Nusa Mandiri berdiri dan berkomitmen dalam meningkatkan kualitas proses belajar mengajar dengan menciptakan atmosfir akademik untuk menghasilkan karya-karya penelitian yang dapat diterapkan sesuai kebutuhan masyarakat sebagai wujud tanggung jawab dalam kerangka pembangunan nasional. Usia 20 tahun dapat dikatakan sebagai suatu fase dimana menjadi ukuran titik balik kedewasaan dalam hidup. Kehadiran Universitas Nusa Mandiri telah menjadi bagian yang tak terpisahkan dari kehidupan kami. Itulah mengapa kami berupaya membangun Universitas Nusa Mandiri tercinta ini dalam menjalankan misinya untuk turut membangun Indonesia yang mandiri dengan mengambil peran dalam proses pendidikan bangsa, melalui pengajar berpengalaman serta kurikulum terbaik, Universitas Nusa Mandiri berusaha menjadi pusat studi dalam pengembangan Teknologi Informasi dan Komunikasi yang mampu menghasilkan lulusan profesional di bidang Teknologi Informasi dan Komunikasi, berjiwa entrepreneur dan kompetitif di dunia kerja. Banyak upaya yang telah dilakukan bersama dalam membangun Universitas Nusa Mandiri ini ke arah yang lebih baik, kami juga menyadari bahwa bersamaan dengan upaya yang sudah dirintis, tantangan yang ada di masyarakat menuntut kemajuan dunia pendidikan untuk tidak kalah cepat dengan perkembangnya. Kendati kita masih harus menyelesaikan berbagai permasalahan, Universitas Nusa Mandiri sudah siap dalam mendorong sikap outward looking guna memberikan kontribusi yang lebih nyata dalam pembangunan. Saya sangat bangga memperkenalkan Universitas Nusa Mandiri kepada masyarakat, karena saat ini Universitas Nusa Mandiri sudah terakreditasi oleh BAN PT dengan mengelola 2 (dua) fakultas yaitu Fakultas Teknologi Informasi dan Fakultas Ekonomi dan Bisnis. Fakultas Teknologi Informasi (FTI) membawahi 4 (empat) program studi yaitu S2 Ilmu Komputer, S1 Informatika, S1 Sistem Informasi, S1 Sains Data. Fakultas Ekonomi dan Bisnis (FEB) membawahi 3 (tiga) program studi yaitu S1 Bisnis Digital, S1 Manajemen, dan D3 Perhotelan. Hal lain yang menjadi keunggulan kami adalah pemanfaatan teknologi informasi dan komunikasi sebagai sarana utama dalam setiap kegiatan akademik, mulai dari penerimaan mahasiswa, proses belajar mengajar sampai kegiatan pelayanan administrasi dan informasi akademik. Kami sadar, perjuangan belum usai, masih banyak yang harus dibenahi, digali, dan dikembangkan. Karena itu kami mengharapkan masukan baik saran maupun kritik sebagai bahan evaluasi kami dalam mengelola institusi Universitas Nusa Mandiri ke arah yang lebih baik. Kemajuan Universitas Nusa Mandiri bukanlah semata-mata hasil dari upaya sivitas akademikanya saja, melainkan juga karena peran besar para alumnusnya. Keberhasilan dan prestasi alumni inilah yang juga kami yakini menjadikan Universitas Nusa Mandiri dipilih masyarakat untuk menimba ilmu. Sebagai penutup, kami haturkan terima kasih kepada semua pihak yang telah membantu, mendorong dan mengisi perjalanan Universitas Nusa Mandiri sehingga menjadi seperti sekarang. Semoga kehadiran Universitas Nusa Mandiri akan terus mewarnai dunia pendidikan tinggi di Indonesia. Jayalah Nusa Mandiri. Wassalamu'alaikum Wr. Wb Prof. Dr . Dwiza Riana, S.Si, MM, M.Kom",
   "url":"https://www.nusamandiri.ac.id/nuri/sejarah-stmik.ajax",
   "title":"Sejarah Universitas Nusa Mandiri",
   "body":"Sejarah Universitas Nusa Mandiri Tonggak berdirinya Universitas Nusa Mandiri berangkat dari motivasi untuk memuliakan kehidupan bangsa Indonesia. Kami Yayasan Indonesia Nusa Mandiri terpanggil untuk turut serta berkontribusi dalam pembangunan bangsa. Pada sisi lain pembangunan yang akan dan sedang dilakukan anak bangsa ini tidak bisa lepas dari perkembangan dan peningkatan teknologi informasi. Kondisi ini membutuhkan kemampuan untuk berinovasi, bersinergi dan beradaptasi dengan teknologi yang berorientasi dengan kebutuhan hidup masyarakat. Sementara kemampuan berinovasi serta pengimplementasian masyarakat akan teknologi belum optimal. Inilah yang melatarbelakangi pendirian Sekolah Tinggi Manajemen Informatika dan Komputer Nusa Mandiri yang merupakan cikal bakal Universitas Nusa Mandiri. Dimulai pada tanggal 8 Agustus 2001 Yayasan Indonesia Mandiri melalui Universitas Nusa Mandiri dibawah pimpinan Bapak Sigit Swasono resmi melakukan misi mulia pada bidang pendidikan. Legalisasi hal ini didukung dengan dikeluarkannya Surat Keputusan Menteri Pendidikan Nasional Republik Indonesia No. 17/DO/2003 mengenai izin penyelenggaraan kegiatan pendidikan dengan nama Sekolah Tinggi Manajemen Informatika dan Komputer Nusa Mandiri yang dikenal dengan STMIK Nusa Mandiri. Pada awalnya STMIK Nusa Mandiri hanya diperuntukan untuk jenjang strata satu (S1) dengan pilihan program studi Sistem Informasi dan Teknik Informatika. Namun selang tujuh tahun berdiri, tepatnya pada 27 Agustus 2008 STMIK Nusa Mandiri resmi menjalankan program pascasarjana (S2) melalui izin penyelenggaraan bernomor 2858/D/T /2008 dengan program studi Ilmu Komputer. STMIK Nusa Mandiri bertransformasi menjadi Universitas Nusa Mandiri pada tanggal 5 April 2021 yang disahkan dengan Keputusan Menteri Pendidikan dan Kebudayaan Republik Indonesia Nomor 82/E/O/2021 tanggal 5 April 2021 tentang izin Penggabungan Sekolah Tinggi Manajemen Informatika an Komputer Nusa Mandiri di Jakarta dan Akademi Pariwisata Tridaya di Jakarta menjadi Universitas Nusa Mandiri di Jakarta yang diselenggarakan oleh Yayasan Indonesia Nusa Mandiri. Universitas Nusa Mandiri mengelola 2 (dua) fakultas yaitu Fakultas Teknologi Informasi dan Fakultas Ekonomi dan Bisnis. Fakultas Teknologi Informasi (FTI) membawahi 4 (empat) program studi yaitu S2 Ilmu Komputer, S1 Informatika, S1 Sistem Informasi, S1 Sains Data. Fakultas Ekonomi dan Bisnis (FEB) membawahi 3 (tiga) program studi yaitu S1 Bisnis Digital, S1 Manajemen, dan D3 Perhotelan. Sampai saat ini kami selalu melakukan inovasi, berkembang dan beradaptasi dengan berbagai hal yang arahnya berorientasi untuk pendidikan bangsa.",
   "url":"https://www.nusamandiri.ac.id/nuri/visimisi",
   "title":"Visi dan Misi  Universitas Nusa Mandiri",
   "body":"Visi dan Misi  Universitas Nusa Mandiri. VISI Menjadi Universitas yang berkualitas dan berinovasi di bidang pendidikan, penelitian dan pengabdian kepada masyarakat berbasis teknologi informasi di tahun 2035. MISI Menyelenggarakan pendidikan tinggi yang berkualitas, berinovasi dan berbasis teknologi informasi serta kurikulum yang sesuai dengan kebutuhan dunia usaha dan industri. Menyelenggarakan kegiatan penelitian yang berkualitas, berinovasi dan berbasis teknologi informasi serta bermanfaat bagi masyarakat dalam mendukung kegiatan inovatif di dunia usaha dan industri. Menyelenggarakan kegiatan pengabdian kepada masyarakat yang berkualitas, berinovasi dan berbasis teknologi informasi serta berorientasi pada pemberdayaan masyarakat. Melaksanakan kegiatan kerjasama di bidang pendidikan, penelitian dan pengabdian kepada masyarakat dalam mendukung kegiatan inovatif dengan perusahaan dan instansi pemerintah yang berkualitas di tingkat nasional maupun internasional. Tujuan Universitas Nusa Mandiri Menghasilkan sumber daya manusia yang berkualitas dan berinovasi serta mampu beradaptasi terhadap perkembangan teknologi informasi. Menghasilkan penelitian yang berkualitas, berinovasi dan berbasis teknologi informasi serta bermanfaat bagi masyarakat dalam mendukung kegiatan inovatif di dunia usaha dan industri. Menghasilkan kegiatan pengabdian kepada masyarakat yang berkualitas, berinovasi dan berbasis teknologi informasi serta berorientasi pada pemberdayaan masyarakat. Menghasilkan kerjasama di bidang pendidikan, penelitian dan pengabdian kepada masyarakat dalam mendukung kegiatan inovatif dengan perusahaan dan instansi pemerintah yang berkualitas di tingkat nasional maupun internasional.",
   "url":"https://www.nusamandiri.ac.id/nuri/ilmu-komputer-s2-.ajax",
   "title":"VISI MISI TUJUAN  ILMU KOMPUTER (S2)",
   "body":"VISI MISI TUJUAN  ILMU KOMPUTER (S2) VISI Menjadi Program Studi Ilmu Komputer yang berkualitas dan berinovasi di bidang pendidikan, penelitian dan pengabdian kepada masyarakat berbasis teknologi informasi di tahun 2035 MISI Menyelenggarakan pendidikan tinggi di bidang ilmu komputer yang berkualitas, berinovasi dan berbasis teknologi informasi serta kurikulum yang sesuai dengan kebutuhan usaha dan industri. Menyelenggarakan kegiatan penelitian di bidang ilmu komputer yang berkualitas serta bermanfaat bagi masyarakat guna mendukung kegiatan inovatif serta industri kreatif melalui penerapan teknologi informasi. Menyelenggarakan kegiatan pengabdian kepada masyarakat yang berkualitas dan berinovasi di bidang ilmu komputer serta berorientasi pada pemberdayaan masyarakat melalui penerapan teknologi informasi. Melaksanakan kegiatan kerjasama di bidang pendidikan, penelitian, pengabdian kepada masyarakat dengan perusahaan dan instansi pemerintah di bidang ilmu komputer  yang berkualitas di tingkat nasional maupun intenasional. Tujuan Menghasilkan lulusan yang berkualitas dan berinovasi di bidang ilmu komputer serta mampu beradaptasi terhadap perubahan dan kemajuan teknologi informasi. Menghasilkan karya ilmiah di bidang ilmu komputer yang berkualitas serta bermanfaat bagi masyarakat guna mendukung kegiatan inovatif serta industri kreatif melalui penerapan teknologi informasi. Menghasilkan kegiatan pengabdian kepada masyarakat yang berkualitas dan berinovasi di bidang ilmu komputer serta berorientasi pada pemberdayaan masyarakat melalui penerapan teknologi informasi. Menghasilkan kerjasama di bidang pendidikan, penelitian, pengabdian kepada masyarakat dengan perusahaan dan instansi pemerintah di bidang ilmu komputer  yang berkualitas di tingkat nasional maupun intenasional .",
   "url":"https://www.nusamandiri.ac.id/nuri/teknik-informatika-s1.ajax",
   "title":"VISI MISI TUJUAN  INFORMATIKA (S1)",
   "body":"VISI MISI TUJUAN  INFORMATIKA (S1) VISI Menjadi Program Studi Informatika yang berkualitas dan berinovasi di bidang pendidikan, penelitian dan pengabdian kepada masyarakat berbasis teknologi informasi di tahun 2035 MISI Menyelenggarakan pendidikan tinggi di bidang informatika yang berkualitas, berinovasi dan berbasis teknologi informasi serta kurikulum yang sesuai dengan kebutuhan usaha dan industri. Menyelenggarakan kegiatan penelitian dengan memanfaatkan teknologi informasi yang berkualitas dan berinovasi di bidang informatika serta bermanfaat bagi masyarakat. Menyelenggarakan kegiatan pengabdian kepada masyarakat di bidang informatika yang berkualitas dan berinovasi serta berorientasi pada pemberdayaan masyarakat berbasis teknologi  informasi. Melaksanakan kegiatan kerjasama di bidang pendidikan, penelitian dan pengabdian kepada masyarakat dengan perusahaan dan instansi pemerintah di bidang informatika yang berkualitas di tingkat nasional maupun internasional. Tujuan Menghasilkan lulusan yang berkualitas dan berinovasi di bidang  informatika serta mampu beradaptasi terhadap perubahan dan kemajuan teknologi informasi. Menghasilkan penelitian yang berkualitas dan berinovasi di bidang  informatika serta bermanfaat bagi masyarakat. Menghasilkan kegiatan pengabdian kepada masyarakat yang berkualitas dan berinovasi di bidang informatika serta berorientasi pada pemberdayaan masyarakat melalui penerapan teknologi informasi Menghasilkan kerjasama di bidang pendidikan, penelitian, pengabdian kepada masyarakat dengan perusahaan dan instansi pemerintah di tingkat nasional maupun intenasional yang berkualitas di bidang informatika.",
   "url":"https://www.nusamandiri.ac.id/nuri/sistem-informasi-s1.ajax",
   "title":"VISI MISI TUJUAN   Sistem Informasi (S1)",
   "body":"VISI MISI TUJUAN   Sistem Informasi (S1) VISI Menjadi Program Studi Sistem Informasi yang berkualitas dan berinovasi di bidang pendidikan, penelitian dan pengabdian kepada masyarakat berbasis teknologi informasi di tahun 2035 MISI Menyelenggarakan pendidikan tinggi di bidang sistem informasi yang berkualitas, berinovasi dan berbasis teknologi informasi serta kurikulum yang sesuai dengan kebutuhan dunia usaha dan industri. Menyelenggarakan kegiatan penelitian dan pengembangan teknologi informasi yang berkualitas dan berinovasi di bidang sistem informasi serta bermanfaat bagi masyarakat guna mendukung kegiatan inovatif dan industri kreatif. Menyelenggarakan kegiatan pengabdian kepada masyarakat di bidang sistem informasi yang berkualitas dan berinovasi serta berorientasi pada pemberdayaan masyarakat melalui penerapan teknologi informasi. Melaksanakan kegiatan kerjasama di bidang pendidikan, penelitian dan pengabdian kepada masyarakat dengan perusahaan dan instansi pemerintah di bidang sistem informasi yang berkualitas di tingkat nasional maupun internasional. Tujuan Menghasilkan lulusan yang berkualitas dan berinovasi di bidang sistem informasi serta mampu beradaptasi terhadap perubahan dan kemajuan teknologi informasi. Menghasilkan karya ilmiah yang berkualitas dan berinovasi di bidang sistem informasi guna mendukung kegiatan inovatif dan industri kreatif serta pengembangan teknologi informasi. Menghasilkan kegiatan pengabdian kepada masyarakat yang berkualitas dan berinovasi di bidang sistem informasi serta berorientasi pada pemberdayaan masyarakat melalui penerapan teknologi informasi. Menghasilkan kerjasama di bidang pendidikan, penelitian dan pengabdian kepada masyarakat dengan perusahaan dan instansi pemerintah di bidang sistem informasi yang berkualitas di tingkat nasional maupun internasional.",
   "url":"https://www.nusamandiri.ac.id/nuri/sain-data-s1.ajax",
   "title":"VISI MISI TUJUAN  SAINS DATA (S1)",
   "body":"VISI MISI TUJUAN  SAINS DATA (S1) VISI Menjadi Program Studi Sains Data yang berkualitas dan berinovasi di bidang pendidikan, penelitian dan pengabdian kepada masyarakat berbasis teknologi informasi di tahun 2035 MISI Menyelenggarakan proses belajar mengajar di bidang sains data yang berkualitas dan berinovasi serta berbasis teknologi informasi dengan menerapkan kurikulum yang sesuai dengan kebutuhan dunia usaha dan industri. Menyelenggarakan kegiatan penelitian yang berkualitas di bidang sains data guna menggali, mengembangkan dan menghasilkan inovasi berdasarkan pada intelektual, ide dan gagasan yang orisinal. Menyelenggarakan kegiatan pengabdian kepada masyarakat yang berkualitas dan berinovasi di bidang sains data melalui penerapan teknologi informasi untuk kemajuan masyarakat. Melaksanakan kegiatan kerjasama di bidang pendidikan, penelitian dan pengabdian kepada masyarakat dengan perusahaan dan instansi pemerintah di bidang sains data yang berkualitas di tingkat nasional maupun internasional. Tujuan Menghasilkan proses belajar mengajar di bidang sains data, yang berkualitas dan berinovasi serta berbasis teknologi informasi dengan menerapkan kurikulum yang sesuai dengan kebutuhan dunia usaha dan industri. Menghasilkan penelitian yang berkualitas di bidang sains data guna menggali, mengembangkan dan menghasilkan inovasi berdasarkan pada intelektual, ide dan gagasan yang orisinal. Menghasilkan kegiatan pengabdian kepada masyarakat yang berkualitas dan berinovasi di bidang sains data melalui penerapan teknologi informasi untuk kemajuan masyarakat. Menghasilkan kerjasama di bidang pendidikan, penelitian dan pengabdian kepada masyarakat dengan perusahaan dan instansi pemerintah di bidang sains data yang berkualitas di tingkat nasional maupun internasional.",
   "url":"https://www.nusamandiri.ac.id/nuri/bisnis-digital-s1.ajax",
   "title":"VISI MISI TUJUAN  BISNIS DIGITAL (S1)",
   "body":"VISI MISI TUJUAN  BISNIS DIGITAL (S1) VISI Menjadi Program Studi Bisnis Digital yang berkualitas dan berinovasi di bidang pendidikan, penelitian dan pengabdian kepada masyarakat berbasis teknologi informasi di tahun 2035 MISI Menyelenggarakan pendidikan tinggi di bidang bisnis digital yang berkualitas dan berinovasi serta berbasis teknologi informasi dengan menerapkan kurikulum yang sesuai dengan kebutuhan dunia usaha dan industri. Menyelenggarakan kegiatan penelitian di bidang bisnis digital yang berkualitas  guna menggali, mengembangkan dan menghasilkan inovasi berdasarkan pada intelektual, ide dan gagasan yang orisinal. Menyelenggarakan kegiatan pengabdian kepada masyarakat di bidang bisnis digital yang berkualitas dan berinovasi serta berorientasi pada pemberdayaan masyarakat melalui penerapan teknologi informasi. Menyelenggarakan kegiatan kerjasama pendidikan, penelitian dan pengabdian masyarakat di bidang bisnis digital dengan perusahaan dan instansi pemerintah yang berkualitas di tingkat nasional maupun internasional. Tujuan Menghasilkan lulusan yang berkualitas dan berinovasi di bidang bisnis digital serta mampu beradaptasi terhadap perubahan dan kemajuan teknologi informasi. Menghasilkan karya ilmiah yang berkualitas di bidang bisnis digital guna menggali, mengembangkan dan menghasilkan inovasi berdasarkan pada intelektual, ide dan gagasan yang orisinal. Menghasilkan kegiatan pengabdian kepada masyarakat yang berkualitas dan berinovasi di bidang bisnis digital serta berorientasi pada pemberdayaan masyarakat melalui penerapan teknologi informasi. Menghasilkan kerjasama pendidikan, penelitian dan pengabdian masyarakat di bidang bisnis digital dengan perusahaan dan instansi pemerintah yang berkualitas dan berinovasi di tingkat nasional maupun internasional.",
   "url":"https://www.nusamandiri.ac.id/nuri/manajemen-s1.ajax",
   "title":"VISI MISI TUJUAN MANAJEMEN  (S1)",
   "body":"VISI MISI TUJUAN MANAJEMEN  (S1) VISI Menjadi Program Studi Manajemen yang berkualitas dan berinovasi dalam ilmu dan seni manajemen, adaptif terhadap perkembangan teknologi dan informasi di tahun 2035 MISI Menyelenggarakan pendidikan yang berkualitas di bidang ilmu dan seni manajemen dengan menerapkan kurikulum pembelajaran yang sesuai dengan kebutuhan dunia usaha dan industri. Menyelenggarakan penelitian dan pengabdian kepada masyarakat serta publikasi ilmiah dengan orientasi peningkatan bidang manajemen yang inovatif melalui penerapan ilmu dan teknologi informasi guna meningkatkan kesejahteraan hidup masyarakat untuk mendorong terselenggaranya program studi yang berkualitas. Menjalin kerjasama dan kemitraan dengan perusahaan dan instansi pemerintah yang berprinsip pada kesetaraan dalam rangka mewujudkan institusi pendidikan yang inovatif, berkualitas dan bereputasi. Tujuan Menghasilkan lulusan yang berkompeten dalam bidang ilmu dan seni manajemen serta memiliki tanggung jawab moral, sosial, profesional, berjiwa inovatif, dan berkualitas yang mampu beradaptasi dengan perkembangan teknologi informasi. Menghasilkan penelitian dan pengabdian kepada masyarakat serta publikasi ilmiah dengan orientasi peningkatan bidang manajemen yang inovatif melalui penerapan ilmu dan teknologi informasi guna meningkatkan kesejahteraan hidup masyarakat untuk mendorong terselenggaranya program studi yang berkualitas. Menghasilkan kerjasama dan kemitraan dengan perusahaan dan instansi pemerintah yang berprinsip pada kesetaraan dalam rangka mewujudkan institusi pendidikan yang inovatif, berkualitas dan bereputasi.",
   "url":"https://www.nusamandiri.ac.id/nuri/perhotelan-s1.ajax",
   "title":"VISI MISI TUJUAN PERHOTELAN (D3)",
   "body":"VISI MISI TUJUAN PERHOTELAN (D3) VISI Menjadi Program Studi Perhotelan yang berkualitas serta berinovasi di bidang pendidikan, penelitian dan pengabdian kepada masyarakat berbasis teknologi informasi  di tahun 2035 MISI Menyelenggarakan pendidikan di bidang perhotelan yang berkualitas, berinovasi dan berbasis teknologi informasi dengan menerapkan kurikulum yang sesuai dengan kebutuhan dunia usaha dan industri. Menyelenggarakan kegiatan  penelitian di bidang perhotelan yang berkualitas serta bermanfaat bagi masyarakat guna mendukung kegiatan inovatif serta industri kreatif melalui penerapan teknologi informasi. Menyelenggarakan kegiatan pengabdian kepada masyarakat di bidang perhotelan yang berkualitas dan berinovasi serta berorientasi pada pemberdayaan masyarakat melalui penerapan teknologi informasi. Melaksanakan kegiatan kerjasama di bidang pendidikan, penelitian dan pengabdian kepada masyarakat dengan perusahaan dan instansi pemerintah di bidang perhotelan yang berkualitas di tingkat nasional maupun internasional. Tujuan Menghasilkan lulusan yang berkualitas dan berinovasi di bidang perhotelan serta mampu beradaptasi terhadap perubahan dan kemajuan teknologi informasi. Menghasilkan karya ilmiah yang berkualitas dan berinovasi di bidang perhotelan dan bermanfaat bagi masyarakat guna mendukung kegiatan inovatif serta industri kreatif. Menghasilkan kegiatan pengabdian kepada masyarakat di bidang perhotelan yang berkualitas dan berinovasi serta berorientasi pada pemberdayaan masyarakat melalui penerapan teknologi informasi. Menghasilkan kerjasama di bidang pendidikan, penelitian dan pengabdian kepada masyarakat dengan perusahaan dan instansi pemerintah di bidang perhotelan yang berkualitas di tingkat nasional maupun internasional."
}